const faqAr = [
  {
    question: "ما هو غرض هذه المدرسة الصيفية؟",
    answer:
      "إنها بوابتك لفك رموز الدماغ! تمتزج هذه البرامج بين علم الأعصاب والرياضيات وعلوم الحاسوب لفتح أسرار هذا العضو الرائع. سنزودك بالأدوات والمعرفة لفهم كيفية حساب الدماغ وكيف يتعلم ويتذكر، كل ذلك من خلال قوة البرمجة!",
  },
  {
    question: "ما هي الشروط الأساسية للدورة؟",
    answer: [
      "أن تكون متحدثًا باللغة العربية (يتم التدريس باللغة العربية)",
      "القدرة على قراءة اللغة الإنجليزية (المواد المكتوبة والكتب المدرسية باللغة الإنجليزية)",
      "الشغف والاهتمام بمجال علوم الأعصاب الحسابي.",
      "أن تكون على الأقل طالبًا جامعيًا في برنامج STEM",
    ],
  },
  {
    question: "هل هناك واجبات أو مشاريع في الدورة؟",
    answer:
      "نعم، تشمل الدورة دروسًا عملية ومشاريع. قد تشمل هذه تحليل البيانات وتطوير نماذج لتطبيق المفاهيم المستفادة.",
  },
  {
    question: "هل ستكون هناك محاضرات أو متحدثون ضيوف؟",
    answer:
      "بالتأكيد، تتضمن الدورة محاضرات ضيوف من خبراء في العلوم الحاسوبية التطبيقية. يقدمون رؤى إضافية وتطبيقات عملية ويشاركون تجاربهم البحثية.",
  },
  {
    question: "هل هناك مصادر موصى بها للدراسة المستمرة؟",
    answer:
      "نعم، توفر الدورة كتبًا موصى بها وأوراق بحثية وموارد على الإنترنت. هذه للمشاركين الذين يرغبون في استكشاف مواضيع معينة بمزيد من التفصيل أو متابعة دراسة العلوم الحاسوبية التطبيقية بعد انتهاء مدة الدورة.",
  },
];

export default faqAr;
